Repository: EdwardCaulfield/PlayToLearn
Catalog: MusicTrainer2/Localised_Text.*.resx
Languages: de, zh

# Android_Initializing_Audio
source: Initializing audio
de: Audio initialisieren
zh: 初始化音频

# Settings_Page_Title
source: Settings
de: Einstellungen
zh: 设置

# Advanced_Features_Summary_Page_Title
source: Features
de: Funktionen
zh: 特征

# Advanced_Features_Subscription_Page_Title
source: Subscription
de: Abonnement
zh: 订阅

# Advanced_Features_Settings_Page_Title
source: Advanced Features
de: Erweiterte Funktionen
zh: 高级功能

# Title_Non_Fatal_Application_Error
source: Application Error
de: Anwendungsfehler
zh: 应用程序错误

# Title_Store_Error
source: App Store Error
de: App Store Fehler
zh: App Store错误

# Title_Store_Message
source: App Store Message
de: App Store-Nachricht
zh: App Store消息

# Title_Fatal_Application_Error
source: Fatal Application Error
de: Schwerwiegender Anwendungsfehler
zh: 致命的应用程序错误

# Error_Not_Able_To_Connect_To_Store
source: Not able to connect to the App Store. Please try again later.
de: Keine Verbindung zum App Store möglich. Bitte versuche es später erneut.
zh: 无法连接到App Store。请稍后再试。

# Error_Purchase_Failed
source: Purchase failed
de: Kauf gescheitert
zh: 购买失败

# Error_Restore_Failed
source: Restore failed, please try again later.
de: Die Wiederherstellung ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
zh: 恢复失败，请稍后再试。

# Error_Unknown_Purchasing_Error
source: Unexpected error while executing purchase
de: Unerwarteter Fehler beim Ausführen des Kaufs
zh: 执行购买时出现意外错误

# Error_App_Store_Unavailable
source: The App Store seems to be currently unavailable. Please try again later.
de: Der App Store scheint derzeit nicht verfügbar zu sein. Bitte versuche es später erneut.
zh: App Store似乎目前无法使用。请稍后再试。

# Error_App_Store_Billing_Unavailable
source: Billing seems to be unavailable. Please try again later.
de: Die Abrechnung scheint nicht verfügbar zu sein. Bitte versuche es später erneut.
zh: 帐单似乎不可用。请稍后再试。

# Error_App_Store_Payment_Invalid
source: App Store payment seems to be invalid. Please try again.
de: Die Zahlung im App Store scheint ungültig zu sein. Bitte versuche es erneut.
zh: App Store付款似乎无效。请再试一次。

# Error_App_Store_Payment_Not_Allowed
source: Payment not allowed/enabled. Please try again.
de: Zahlung nicht erlaubt / aktiviert. Bitte versuche es erneut.
zh: 付款不允许/启用。请再试一次。

# Error_Unable_To_Initialize_GUI
source: Unable to initialize GUI
de: GUI konnte nicht initialisiert werden
zh: 无法初始化GUI

# Error_Not_Able_To_Determine_Orientation
source: Unable to determine device orientation
de: Die Geräteausrichtung konnte nicht ermittelt werden
zh: 无法确定设备方向

# Error_Could_Not_Start_Audio
source: Not able to start the listening engine. Please ensure that this application is allowed to use the microphone.
de: Die Hörmaschine konnte nicht gestartet werden. Bitte stellen Sie sicher, dass diese Anwendung das Mikrofon verwenden darf.
zh: 无法启动侦听引擎。请确保此应用程序被允许使用麦克风。

# Error_Invalid_Sampling_Rate
source: Invalid Sampling Rate supplied
de: Ungültige Abtastrate wurde angegeben
zh: 提供的采样率无效

# Error_Unable_To_Set_Audio_Parameters
source: Unable to set audio parameters
de: Die Audioparameter können nicht eingestellt werden
zh: 无法设置音频参数

# Message_Product_Restored_1_Arg
source: The product '{0}' was restored
de: Das Produkt '{0}' wurde wiederhergestellt
zh: 产品“{0}”已恢复

# Message_No_Products_Restored
source: No products found to restore
de: Keine Produkte zum Wiederherstellen gefunden
zh: 没有发现产品恢复

# Message_Product_Restore_Summary_2_Args
source: {0} product{1} restored
de: {0} Produkt{1} wiederhergestellt
zh: {0}产品{1}已恢复

# Message_Product_Purchased_1_Arg
source: The product '{0}' was purchased
de: Das Produkt '{0}' wurde gekauft
zh: 产品“{0}”已购买

# Message_Advanced_Features_Subscription_Expired
source: Your subscription to Advanced Features has expired. Advanced Features are now disabled.
de: Ihr Abonnement für Erweiterte Funktionen ist abgelaufen. Erweiterte Funktionen sind jetzt deaktiviert.
zh: 您的高级功能订阅已过期。高级功能现在禁用。

# Message_Advanced_Features_Days_Remaining_Format
source: You have {0} day{1} remaining for your Advanced Features trial
de: Sie haben {0} Tage{1} für Ihre Testphase für Erweiterte Funktionen übrig
zh: 您的高级功能试用还剩有{0}天{1}天

# Message_Advanced_Features_Trial_Expired
source: The trial of the Advanced Features has expired and all Advanced Features will be reset to their default values. You can subscribe to Advanced Features at any time.
de: Der Test der erweiterten Funktionen ist abgelaufen und alle erweiterten Funktionen werden auf ihre Standardwerte zurückgesetzt. Sie können die erweiterten Funktionen jederzeit abonnieren.
zh: 高级功能的试用版已过期，所有高级功能将被重置为默认值。您可以随时订阅高级功能。

source: Are you sure?
de: Sind Sie sicher?
zh: 你确定？

# All_Settings_And_Songs_To_Default
source: This will reset all your standard settings and songs back to their default configuration
de: Alle Einstellungen und Songs werden auf ihre Standardkonfiguration zurückgesetzt
zh: 这会将所有标准设置和歌曲重置为其默认配置

# All_Advanced_Settings_To_Default
source: This will reset all your advanced settings back to their default configuration
de: Alle Erweiterte Einstellungen werden auf ihre Standardkonfiguration zurückgesetzt
zh: 这会将所有高级设置重置为其默认配置

# Response_Button_Text_Cancel
source: Cancel
de: Stornieren
zh: 取消

# Response_Button_Text_Okay
source: Okay
zh: 好的

# Timeout_Limit_Second_Label_Text
source: second
de: Sekunde
zh: 第二

# Using_Simulator_Button_Text
source: Cannot subscribe when using Simulator
de: Kann nicht im Simulator abonnieren
zh: 使用模拟器时无法订阅

# Advanced_Features_Trial_Enabled_Format_String
source: A free {0} day trial of Advanced Features has been started. You may subscribe to the features at any time. The features can be found under Settings->Configure Advanced Features
de: Eine kostenlose {0} Tagestestversion der erweiterten Funktionen wurde gestartet. Sie können die Funktionen jederzeit abonnieren. Die Funktionen finden Sie unter Einstellungen-> Erweiterte Funktionen konfigurieren
zh: 高级功能的免费{0}天试用已经开始。您可以随时订阅这些功能。这些功能可以在设置 - >配置高级功能下找到

# Advanced_Features_Header_Text_1_Arg
source: Play To Learn has a number of Advanced Features that you are welcome to try. If you like these features, you are welcome to subscribe to them for {0} per month (about the same price as a candy bar) at any time
de: Play To Learn bietet eine Reihe von erweiterten Funktionen, die Sie gerne ausprobieren können. Wenn Ihnen diese Funktionen gefallen, können Sie sie jederzeit für {0} pro Monat (etwa der gleiche Preis wie ein Schokoriegel) abonnieren
zh: Play To Learn 有许多高级功能，欢迎您尝试。如果您喜欢这些功能，欢迎您随时按{0}每月订阅它们（与糖果棒大致相同的价格）

# Advances_Features_Subscription_Information_1_Arg
source: - Play To Learn offers a monthly subscription to the Advanced Features for {0} per month (about the same price as a candy bar)
de: - Play To Learn bietet ein monatliches Abonnement für die Erweiterten Funktionen für {0} pro Monat (etwa der gleiche Preis wie ein Schokoriegel)
zh: - Play To Learn 提供每月{0}的高级功能每月订购（与糖果棒的价格大致相同）

# Random_Notes_Title
source: Random Notes
de: Zufällige Noten
zh: 散记

# Playing_Note_Progress_Format_String
source: Note # :
zh: 注意 ＃ ：

# Playing_Prefix
source: Playing
de: Spielt
zh: 播放

# Paused_Prefix
source: Paused
de: Pausiert
zh: 已暂停

# Selected_Prefix
source: Selected
de: Ausgewählt
zh: 选

source: Advanced Features Trial
de: Erweiterte Funktionen Testversion
zh: 高级功能试用版

# Try_Advanced_Features_Button_Text
source: Advanced Features
de: Erweiterte Funktionen
zh: 高级功能

# Play_Random_Note_Button_Text
source: Play Random Notes
de: Zufällige Noten Spielen
zh: 播放随机笔记

# Play_Note_Sequence_Button_Text
source: Play Song
de: Lied abspielen
zh: 播放歌曲

# BPM_Button_Format_String_1arg
source: Beats Per Minute = {0}
de: Schläge pro Minute = {0}
zh: 每分钟节拍= {0}

# BPM_Save_Button_Text
source: Save
de: Speichern
zh: 保存

# BPM_Restore_Default_Button_Text
source: Restore Default Setting
de: Standardeinstellungen wiederherstellen
zh: 恢复默认设置

# BPM_Value_Label_Text
source: Beats Per Minute =
de: Schläge pro Minute =
zh: 每分钟节拍=

# Advanced_Features_Permanently_Enabled
source: Advanced Features have been permanently enabled
de: Erweiterte Funktionen wurden dauerhaft aktiviert
zh: 高级功能已被永久启用

source: Build Version :
zh: 高级功能已被永久启用 :

# Privacy_Policy_Button_Text
source: Privacy Policy
de: Datenschutz-Bestimmungen
zh: 隐私政策

# Terms_Of_Use_Button_Text
source: Terms of Use
de: Nutzungsbedingungen
zh: 使用条款

# Advanced_Features_Subscription_Information_Button_Text
source: Advanced Features Subscription Information
de: Erweiterte Funktionen Abonnementinformationen
zh: 高级功能订阅信息

# Manage_Subscriptions_Button_Text
source: Manage Subscriptions
de: Abonnements verwalten
zh: 管理订阅

# Configure_Advanced_Features_Button_Text
source: Configure Advanced Features
de: Erweiterte Funktionen Konfigurieren
zh: 配置高级功能

# Timeout_Limit_Label_Text
source: Note Timeout =
de: Noten Zeitablauf =
zh: 注意超时=

# Timeout_Limit_Ending_Label_Text
source: second
de: Sekunde
zh: 秒

# Show_Key_Label_Text
source: Show Music Key
de: Musikschlüssel Zeigen
zh: 显示音乐密钥

# Show_Time_Signature_Label_Text
source: Show Time Signature
de: Taktart anzeigen
zh: 显示时间签名

# About_Advanced_Features_Button_Text
source: About Advanced Features
de: Über Erweiterte Funktionen
zh: 关于高级功能

# Restore_Purchases_Button_Text
source: Restore Purchases
de: Einkäufe wiederherstellen
zh: 恢复购买

# Reset_To_Defaults_Button_Text
source: Reset To Defaults
de: Auf Standardeinstellung zurücksetzen
zh: 重置为默认值

# Trial_Termination_Text
source: Advanced Features trial expires on
de: Erweiterte Funktionen Demo läuft ab am
zh: 高级功能试用期满

# Advertising_Label_Text
source: Advertising
de: Werbung
zh: 广告

# Allow_Complex_Notes_Label_Text
source: Allow Complex Notes
de: Komplexe Musiknoten erlauben
zh: 允许复杂的音乐笔记

# Use_Music_Timing_Label_Text
source: Use Music Timing
de: Verwenden Sie Musik-Timing
zh: 使用音乐定时

# Use_Timer_Label_Text
source: User Timer
de: Timer Benutzen
zh: 用户定时器

# Starting_Beats_Label_Text
source: Starting Beats
de: Ingangsetzung
zh: 开机

# Show_Note_Request_Hint_Label_Text
source: Show Note Request Hint
de: Notenhinweis anzeigen
zh: 显示注释请求提示

# Show_Progress_Bar_Label_Text
source: Show Progress Bar
de: Fortschrittsbalken anzeigen
zh: 显示进度条

# Show_Played_Note_Label_Text
source: Show Played Music Notes
de: Gespielte Musiknoten Zeigen
zh: 显示播放的音乐笔记

# Lenient_Note_Identification_Label_Text
source: Lenient Note Identification
de: Nachsichtig Note Identifikation
zh: 宽松的笔记识别

# Show_Instrument_Label_Text
source: Show Instrument
de: Instrument Zeigen
zh: 显示乐器

# Use_Random_Music_Keys_Label_Text
source: Use Random Music Keys
de: Zufällige Musikschlüsseln Verwenden
zh: 使用随机音乐键

# Select_Key_Button_Text
source: Select a Music Key
de: Musikschlüssel Wählen
zh: 选择音乐键

# Reset_Advanced_Features_Button_Text
source: Reset Advanced Features to Defaults
de: Auf Standardeinstellungen Zurücksetzen
zh: 将高级功能重置为默认值

# Trial_Button_Text
source: Start 7 Day Trial
de: 7-Tage-Testversion Starten
zh: 开始7天的试用

# Subsciption_Information_Button_Text
source: Subscription Information
de: Abonnementinformationen
zh: 订阅信息

# Feature_01_Name_Text
source: Disable Advertising
de: Werbung deaktivieren
zh: 禁用广告

# Feature_02_Name_Text
source: Use Complex Music Notes
de: Komplexe Musiknoten verwenden
zh: 使用复杂的音乐笔记

# Feature_03_Name_Text
source: Use Song Timing
de: Lied-Timing verwenden
zh: 使用歌曲时间

# Feature_04_Name_Text
source: Show Progress Bar
de: Fortschrittsbalken anzeigen
zh: 显示进度条

# Feature_05_Name_Text
source: Show Played Note
de: Gespielte Musiknote Darstellen
zh: 显示播放的音乐笔记

# Feature_06_Name_Text
source: Lenient Note Identification
de: Nachsichtig Musiknote Identifikation
zh: 宽松的音乐笔记识别

# Feature_07_Name_Text
source: Show Instrument
de: Instrument Darstellen
zh: 显示乐器

# Feature_08_Name_Text
source: Use Random Music Keys
de: Zufällige Musikschlüssel Verwenden
zh: 使用随机音乐键

# Feature_09_Name_Text
source: Select a Music Key
de: Musikschlüssel Wählen
zh: 选择一个音乐键

# Feature_04_Description_Text
source: - By default, Play To Learn will highlight the music note you should play. The feature 'Show Progress Bar' will replace the highlighting with a vertical Progress Bar. Due to processor overhead, this is currently only available on iPhones and iPads.
de: - Play To Learn hebt standardmäßig die Musiknote hervor, die Sie spielen sollten. Die Funktion 'Fortschrittsbalken anzeigen' ersetzt die Hervorhebung durch eine vertikale Fortschrittsleiste. Aufgrund des Prozessor-Overheads ist dies derzeit nur auf iPhones und iPads möglich.
zh: - 默认情况下，Play To Learn将突出显示您应该播放的音乐笔记。 “显示进度条”功能将用垂直进度条取代突出显示。由于处理器的开销，目前只能在iPhone和iPad上使用。

# Feature_05_Description_Text
source: - When enabled, this feature will have Play To Learn show you the music note it thinks it heard you play. Music note identification is not yet an exact science and occassionally music notes will be incorrectly identified. Loud background noises will also be displayed, if they fall within the harmonic range of the instrument.
de: - Wenn diese Funktion aktiviert ist, zeigt Play To Learn die Musiknotiz an, von der sie glaubt, sie gehört zu haben. Die Musiknotenerkennung ist noch keine exakte Wissenschaft und gelegentlich werden Musiknoten falsch identifiziert. Laute Hintergrundgeräusche werden ebenfalls angezeigt, wenn sie in den harmonischen Bereich des Instruments fallen.
zh: - 启用此功能后，Play To Learn会显示您认为听到的音乐音符。音乐笔记标识还不是一个确切的科学，偶尔音乐笔记将被错误地识别。如果音量落在乐器的谐波范围内，也会显示大声的背景噪音。

# Feature_01_Description_Text
source: - You can disable / enable advertising.
de: - Sie können Werbung deaktivieren / aktivieren.
zh: - 您可以禁用/启用广告。

# Feature_06_Description_Text
source: - Because determining the played music note requires an estimation that can sometimes be incorrect, this feature allows the App to be lenient when recognizing music notes. As a consequence, however, it may incorrectly identify more music notes than otherwise.
de: - Da das Bestimmen der gespielten Musiknote eine Schätzung erfordert, die manchmal inkorrekt sein kann, ermöglicht diese Funktion der App, bei der Erkennung von Musiknoten nachsichtig zu sein. Als Konsequenz kann es jedoch fälschlicherweise mehr Noten als anders identifizieren.
zh: - 因为确定播放的音乐音符需要估计，有时可能是不正确的，这个功能允许应用程序在识别音乐笔记时是宽松的。因此，它可能会错误地识别更多音乐笔记。

# Feature_02_Description_Text
source: - By default, Play To Learn will display all music notes as whole notes. Using Complex Music Notes you can show the Song using the notes as originally written.
de: - Play To Learn zeigt standardmäßig alle Musiknoten als ganze Noten an. Mit Complex Music Notes können Sie den Song mit den ursprünglich geschriebenen Noten anzeigen.
zh: - 默认情况下，Play To Learn将以整个音符的形式显示所有音乐笔记。使用复杂的音乐笔记，您可以使用最初编写的笔记来显示乐曲。

# Feature_07_Description_Text
source: - This feature allows to disable / enable the display of the instrument and it's fingering
de: - Mit dieser Funktion können Sie die Anzeige des Instruments und seine Fingersätze deaktivieren / aktivieren.
zh: - 此功能可以禁用/启用乐器的显示及其指法。

# Feature_03_Description_Text
source: - By default, Play To Learn uses a timer to move you from note to note. The 'Use Song Timing' option allows you to follow the music's own timing. Once enabled, you can change the Song's Beats Per Minute to speed it up or slow it down, to your liking, as well as configure the number of Starting Beats to use for all songs.
de: - Play To Learn verwendet standardmäßig einen Timer, um Sie von Note zu Note zu bewegen. Mit der Option "Song-Timing verwenden" können Sie dem Timing der Musik folgen. Sobald diese Option aktiviert ist, können Sie die Schläge pro Minute des Songs ändern, um sie zu beschleunigen oder zu verlangsamen. Außerdem können Sie die Anzahl der Starting Beats für alle Songs einstellen.
zh: - 默认情况下，Play To Learn使用计时器将您从笔记移到笔记。 “使用歌曲时间”选项可让您按照音乐自己的时间进行。一旦启用，您可以更改歌曲的“每分钟节拍”以加快速度或减慢速度，根据自己的喜好，以及配置所有歌曲的起始节拍数量。

# Feature_08_Description_Text
source: - Songs are normally displayed in the key written. Enabling the feature will cause Play To Learn to select a random key when playing a song.
de: - Lieder werden normalerweise im geschriebenen Schlüssel angezeigt. Wenn Sie diese Funktion aktivieren, wählt Play To Learn beim Abspielen eines Songs eine zufällige Taste.
zh: - 歌曲通常显示在所写的键上。启用该功能将导致播放学习在播放歌曲时选择一个随机键。

# Feature_09_Description_Text
source: - Songs are normally displayed in the key written. This feature allows you to override the key with one of your own choosing. This is most commonly used when playing random notes.
de: - Lieder werden normalerweise im geschriebenen Schlüssel angezeigt. Mit dieser Funktion können Sie den Schlüssel mit einem von Ihnen gewählten Schlüssel überschreiben. Dies wird am häufigsten verwendet, wenn Sie zufällige Noten spielen.
zh: - 歌曲通常显示在所写的键上。这个功能可以让你用你自己选择的一个重写键。这是播放随机音符时最常用的。

# Subscription_Information_Title
source: Subscription
de: Abonnemont
zh: 订阅

# Payment_Title
source: Payment
de: Bezahlung
zh: 付款

# Payment_Information
source: - Payment will be charged to your Account at confirmation of purchase.
de: - Die Zahlung wird Ihrem Konto bei der Kaufbestätigung belastet.
zh: - 付款将在确认购买时记入您的账户

# Renewal_Title
source: Renewal
de: Erneuerung
zh: 复兴

# Renewal_Information
source: - The subscription will automatically renew unless auto-renew is turned off at least 24-hours before the end of the current period.
de: - Das Abonnement wird automatisch erneuert, es sei denn, die automatische Verlängerung wird mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums deaktiviert.
zh: - 订阅将自动续订，除非自动更新在当前期间结束前至少24小时关闭。

# Managing_Title
source: Managing
de: Verwaltung
zh: 管理的

# Managing_Information
source: - You may manage your subscription and auto-renewal may be turned off by going to your Account Settings after purchase.
de: - Sie können Ihr Abonnement verwalten und die automatische Verlängerung kann deaktiviert werden, indem Sie nach dem Kauf zu Ihren Kontoeinstellungen gehen.
zh: - 您可以管理您的订阅，购买后可以通过转到您的账户设置关闭自动续订。

# Unused_Trial_Title
source: Unused Trial
de: Unbenutzte Testversion
zh: 未使用的试用

# Unused_Trial_Information
source: - Any unused portion of a free trial period will be forfeited when you purchase a subscription.
de: - Nicht genutzter Teil einer kostenlosen Testversion verfällt beim Kauf eines Abonnements.
zh: - 何未使用的免费试用期将在您购买订阅时被没收。

# Subscribe_Button_Text
source: Subscribe to Advanced Features
de: Erweiterte Funktionen Abonnieren
zh: 订阅高级功能

# Privacy_Policy_URL
source: http://www.musicnotestrainer.info/privacy-policy/
de: http://www.musicnotestrainer.info/datenschutz-bestimmungen/
zh: http://www.musicnotestrainer.info/zh-privacy-policy/

# Terms_Of_Use_URL
source: http://www.musicnotestrainer.info/terms-of-use/
de: http://www.musicnotestrainer.info/nutzungsbedingungen/
zh: http://www.musicnotestrainer.info/terms-of-use-zh/

# Final_S
source: s
de: n
